Dlubal.RFEM5.Wall
Wall parameters

Dlubal.RFEM5.Wall.Width
Wall Width

Dlubal.RFEM5.Wall.Height
Wall Height

Dlubal.RFEM5.Wall.MaterialNo
Material number of the wall

Dlubal.RFEM5.Wall.HeadConditions
Support conditions at column head

Dlubal.RFEM5.Wall.BaseConditions
Support conditions at column base

Dlubal.RFEM5.Wall.BaseElastic
Base elastic constant

Dlubal.RFEM5.Wall.ActivateShearStiffness
Allow for shear stiffness of wall